// ignore_for_file: file_names

import 'dart:math';

class QuoteService {
  static List<String> quotes = [
    "যখন উপাসনা শেষ হবে, তোমরা জমিনে ছড়িয়ব্যাপৃত থাকবে যখন উপাসনা শেষ হবে, তোমরা জমিনে ছড়িয়ে পড়বে এবং আল্লাহর দান অনুসন্ধানে ব্যাপৃত থাকবে",
    " যখন উপাসনা শেষ হবে, তোমরা জমিনের দান অনুসন্ধানে ব্যাপৃত থাকবে যখন উপাসনা শেষ হবে, তোমরা জমিনে ছড়িয়ে পড়বে এবং আল্লাহর দান অনুসন্ধানে ব্যাপৃত থাকবে যখন উপাসনা শেষ হবে, তোমরা জমিনে ছড়িয়ে পড়বে এবং আল্লাহর দান অনুসন্ধানে ব্যাপৃত থাকবে",
  ];

  String getQuote() {
    Random random = Random();
    return quotes[random.nextInt(quotes.length)];
  }
}
